{
    "latest_check_time": {
        "message": "Latest check date and time"
    },
    "latest_check_time_loading": {
        "message": "first time running..."
    },
    "latest_check_time_caveat": {
        "message": "If the check is not working, reload this screen and resume JavaScript execution."
    },
    "description": {
        "message": "A chrome extension that notifies your desktop of GitHub web notifications."
    },
    "preparation": {
        "message": "Preparation"
    },
    "preparation_li_1": {
        "message": "Log in to GitHub with this browser."
    },
    "preparation_li_2": {
        "message": "Please turn on notifications to the WEB in the notification settings on the GitHub settings page."
    },
    "preparation_li_2_li_1": {
        "message": "This will display notifications on the Notifications page on GitHub"
    },
    "preparation_li_3": {
        "message": "Please allow the notification settings of this browser in the settings of the computer."
    },
    "steps": {
        "message": "Steps"
    },
    "steps_li_1": {
        "message": "Show extensions on chrome toolbar."
    },
    "steps_li_2": {
        "message": "Click the icon on the toolbar and click 'START' from the popup."
    },
    "steps_li_3": {
        "message": "Automatically check the notification page while this page is open. (Run every minute) *If you pin it to a tab and keep it small, it will not get in the way."
    },
    "steps_li_4": {
        "message": "If there is a new notification, give a desktop notification."
    },
    "steps_li_5": {
        "message": "Click on a desktop notification to open the notification page on GitHub."
    },
    "remarks": {
        "message": "Remarks"
    },
    "remarks_li_1": {
        "message": "Fetching to notification page in the background."
    },
    "remarks_li_2": {
        "message": "You don't need to have the GitHub notification page open in your browser."
    },
    "remarks_li_2_li_1": {
        "message": "If it is not open, click Desktop Notification to open the Notifications page in a new tab."
    },
    "remarks_li_2_li_2": {
        "message": "If it is open, clicking Desktop Notification activates the tab that opens the Notifications page."
    },

    "remarks_li_3": {
        "message": "The process ends when this page is closed."
    },
    "remarks_li_4": {
        "message": "You can see the processing log in the developer mode console. (press F12)"
    },
    "notes": {
        "message": "Notes"
    },
    "notes_li_1": {
        "message": "The check will fail if GitHub, etc., where the check is being performed is in a state that requires re-logging in, but will resume after re-logging in."
    },
    "notes_li_2": {
        "message": "If this happens, reload this screen as JavaScript execution may stop, for example, when you restart your PC."
    },
    "notes_li_3": {
        "message": "Notifications may not work if the GitHub notification page is redesigned. (I will fix it as soon as I notice it)"
    },
    "links": {
        "message": "Links"
    },
    "links_li_1": {
        "message": "Source code (GitHub)"
    },
    "links_li_2": {
        "message": "chrome web store"
    }
}
